<template>
  <div class="about">
    <h4 class="title_page">Согласие на обработку персональных данных</h4>
    <v-transition-expand>
      <div class="" v-if="expanded">
		<br>
		<h5>1 Общие положения</h5>
		<p>Предоставляя свои персональные данные Пользователь даёт оператору персональных данных –
ООО "Авалон" (ИНН 6518009317, ОГРН 1176501005340) - согласие на обработку, хранение
и использование своих персональных данных на основании ФЗ № 152-ФЗ «О персональных
данных» от 27.07.2006 г. в следующих целях:</p>
			<ul>
				<li>Регистрации Пользователя на сайте https://shop.mcfef.com;</li>
				<li>Осуществление клиентской поддержки Пользователей;</li>
				<li>Получения Пользователем информации о маркетинговых событиях, информирования о
товарах, услугах и акциях;</li>
				<li>Выполнение ООО "Авалон" обязательств перед Пользователем, приобретающим товары на
интернет-сайте https://shop.mcfef.com, в том числе осуществления расчетов за товар, доставки
товара, приобретенного дистанционным способом, до покупателя почтовой связью, курьером,
либо службой доставки, возврата товара.</li>
				<li>Проведения аудита и прочих внутренних исследований с целью повышения качества
предоставляемых услуг;</li>
				<li>Участия в программах лояльности;</li>
				<li>Формирования отзывов на товары.</li>
			</ul>
		<p>Под персональными данными подразумевается любая информация личного характера,
позволяющая установить личность Пользователя такая как:</p>
			<ul>
				<li>Фамилия, Имя, Отчество</li>
				<li>Дата рождения</li>
				<li>Контактный телефон</li>
				<li>Адрес электронной почты</li>
				<li>Почтовый адрес</li>
			</ul>
		<p>Персональные данные Пользователей хранятся исключительно на электронных носителях
и обрабатываются с использованием автоматизированных систем, за исключением случаев, когда
неавтоматизированная обработка персональных данных необходима в связи с исполнением
требований законодательства. Продавец обязуется не передавать полученные персональные
данные третьим лицам, за исключением следующих случаев:</p>
			<ul>
				<li>По запросам уполномоченных органов государственной власти РФ только по основаниям
и в порядке, установленным законодательством РФ</li>
				<li>Почтовым и курьерским службам с целью доставки товара, приобретенного дистанционным
способом, до покупателя. Мы предоставляем третьим лицам минимальный объем
персональных данных, необходимый только для оказания требуемой услуги или проведения
необходимой транзакции.</li>
			</ul>
		<p>Продавец оставляет за собой право вносить изменения в одностороннем порядке в настоящие
правила, при условии, что изменения не противоречат действующему законодательству РФ.
Изменения условий настоящих правил вступают в силу после их публикации на сайте
<a href="/">https://shop.mcfef.com</a></p>

      </div>
    </v-transition-expand>
  </div>
</template>
<script>
import { notify } from "@kyvg/vue3-notification";
import VTransitionExpand from "../components/parts/v-transition-expand";

export default {
  components: {VTransitionExpand},
  data(){
    return{
      expanded: true
    }
  }
}
</script>