<template>
  <div class="about">
    <h4 class="title_page">Офферта</h4>
    <v-transition-expand>
      <div class="" v-if="expanded">
<br>
<p><b>Возврат товара</b></p>

<p>Срок возврата товара надлежащего качества составляет 5 дней с момента получения товара. Возврат переведенных средств, производится на Ваш банковский счет в течение 5—30 рабочих дней (срок зависит от Банка, который выдал Вашу банковскую карту).</p>
<p>Оплата производится только в объеме фактически принятых товаров. Вы можете отказаться от заказа или его части в период формирования и сбора Вашего заказа, либо при передаче заказа Вам водителем-экспедитором. </p>
<p>Фактическая стоимость заказа может отличаться, от предварительной, в случаях:</p>
<p>Замены или отсутствия некоторых товаров.</p>
<p>Присутствия в заказе весовых товаров. Для товаров, продаваемых на вес, на сайте указана ориентировочная стоимость, которая может быть меньше или больше фактической, в зависимости от веса товара.</p>


      </div>
    </v-transition-expand>
  </div>
</template>
<script>
import { notify } from "@kyvg/vue3-notification";
import VTransitionExpand from "../components/parts/v-transition-expand";

export default {
  components: {VTransitionExpand},
  data(){
    return{
      expanded: true
    }
  }
}
</script>