<template>
  <div class="about">
    <h4 class="title_page">Публичная оферта</h4>
    <v-transition-expand>
      <div class="" v-if="expanded">
        <p>В соответствии с пунктом 2 статьи 437 Гражданского Кодекса Российской Федерации
данный документ является публичным предложением
<b>Общества с ограниченной
ответственностью «Авалон» (ИНН 6518009317 ОГРН 1176501005340 адрес регистрации
694520, Сахалинская область, Южно-Курильский р-он, с. Малокурильское, ул.
Молодежная, д.10)</b>, далее – Продавец, адресованным неограниченному кругу лиц (далее –
Покупатель/Покупатели), о заключении Договора розничной купли-продажи товаров
дистанционным способом.
Продавец вправе изменить или отозвать оферту в одностороннем порядке. Все
изменения вступают в силу и считаются доведенными до сведения покупателя в момент
размещения на Интернет-сайте <a href="/">https://shop.mcfef.com</a>. Заказы, которые уже оформлены к
моменту изменения или отзыва оферты, исполняются на условиях оферты, которая
действовала на момент их оформления.
Договор считается заключенным на условиях настоящей Оферты с момента получения
Продавцом оплаты заказа от Покупателя. Оплата Товара Покупателем является
подтверждением, что Покупатель согласен с условиями оферты.
Принимая условия настоящей оферты, Покупатель соглашается с тем, что он
ознакомился с политикой Продавца о конфиденциальности и обработке персональных
данных, размещенной на странице <a href="/privacy">https://shop.mcfef.com/privacy</a> .</p>
<br>
<h5>1 Термины и определения</h5>
<p>1.1. Товар — объект купли-продажи, представленный к продаже в Интернет-
магазине <a href="/">https://shop.mcfef.com</a>, размещенный в соответствующем разделе Интернет-
магазина.</p>
<p>Объектом купли-продажи являются продовольственные Товары - рыбопродукция.
Изображения Товаров, размещенные в Интернет-магазине могут отличаться от их внешнего
вида в действительности.</p>
<p>1.2. Интернет-магазин — информационный ресурс в сети Интернет, принадлежащий
Продавцу, расположенный по адресу: <a href="/">https://shop.mcfef.com</a>.</p>
<p>Интернет-сайт доступен круглосуточно. Рабочие часы магазина (обработка и
выполнение заказов и пр.): <b>с понедельника по пятницу 08:30 до 17:30 Владивостокского
времени в рабочие дни</b>.</p>
<p>1.3. Покупатель — лицо, имеющее намерение заказать или приобрести Товар
исключительно для личных, семейных, домашних и иных нужд, не связанных с
осуществлением предпринимательской деятельности и разместившее Заказ на сайте
Интернет-магазина, либо указанное в Заказе в качестве получателя Товара.</p>
<p>1.4. Продавец – Общество с ограниченной ответственностью «Авалон» (ИНН
6518009317 ОГРН 1176501005340 адрес регистрации 694520, Сахалинская область, Южно-
Курильский р-он, с. Малокурильское, ул. Молодежная, д.10).</p>
<p>1.5. Заказ – оформленный запрос Покупателя на покупку Товара и доставку по
указанному в запросе адресу, отправленный посредством сети Интернет.</p>
<p>1.6. Условия доставки – условия, определяющие порядок доставки и оплаты Товаров.
Условия доставки перечислены в данной оферте.</p>
<p>1.7. Оферта не регулирует качество и некоторые другие существенные параметры
Товаров, которые устанавливаются действующим законодательством Российской Федерации.</p>

<h5>2 Общие положения</h5>
<p>2.1. Настоящая Публичная оферта регулирует взаимоотношения Продавца и
Покупателя, а также определяет порядок розничной купли-продажи Товаров через Интернет-
магазин, и является офертой Продавца, адресованной Покупателям - физическим лицам.</p>
<p>2.2. К отношениям между Покупателем и Продавцом применяются положения
Гражданского кодекса РФ, Закона РФ «О защите прав потребителей» от 07.02.1992 № 2300-1, Правила продажи товаров дистанционным способом, утверждённые Постановлением
Правительства РФ № 612 от 27.09.2007 года и иные нормативные правовые акты.</p>

<h5>3 Порядок купли-продажи товаров</h5>
<p>3.1. Заказ должен быть оформлен на сайте Интернет-магазина путем выбора
Покупателем наименования и необходимого количества Товара.</p>
<p>Оформляя Заказ, Покупатель подтверждает, что ознакомлен с настоящей офертой и
предоставляет Продавцу достоверную информацию о себе: имя, номер телефона, адрес
доставки (не применяется при самовывозе), а также выбирает дату и время доставки
(интервал) из предложенных.</p>
<p>3.2. Заказы на сайте Интернет-магазина принимаются ежедневно и круглосуточно.</p>
<p>3.3. После получения Заказа Продавец приступает к обработке Заказа в соответствии с
данными в Заказе. Заказы обрабатываются Продавцом <b>в период с 08:30 до 17:30 по рабочим
дням</b>. При обработке Заказа Продавец проверяет наличие заказанных Товаров и в случае их
отсутствия связывается с Покупателем для корректировки Заказа (добавления/замены
товарных позиций или отмены Заказа по требованию Покупателя).</p>
<p>Ориентировочный срок обработки Заказа – в течение 2 часов с момента Заказа Товара
в Интернет-магазине. В случае повышенной загруженности Интернет-магазина срок
обработки Заказа может быть увеличен.</p>
<p>В случае, если Продавцу не удалось связаться с Покупателем по предоставленному им
номеру телефона, дальнейшая корректировка Заказа не производится, а Товары, которых нет в
наличии удаляются. Если Товаров в Заказе нет в наличии и Продавцу не удалось связаться с
Покупателем по предоставленному им номеру телефона, Заказ аннулируется.</p>
<p>3.4. В стоимость Заказа входит необходимое количество пакетов или иной упаковки
для надлежащей доставки Товаров Покупателю.</p>
<p>3.5. Продавец и его представители вправе связаться с Покупателем по
предоставленному номеру телефона для уточнения деталей Заказа.</p>
<p>3.6. Доставка Товара может осуществляться по выбору Продавца либо сотрудниками
Продавца, либо с привлечением курьерской доставки, по адресу Покупателя, указанному в
Заказе, или иному адресу, согласованному с Покупателем.</p>
<p>Также Покупатель вправе осуществить самовывоз Заказа с пункта выдачи,
находящегося по адресу: г. Владивосток, ул. Дубовая, 6б, телефон : +7 (423) 2-220-235 <b>с 10:00
до 17:00 Владивостокского времени в рабочие дни</b>. О готовности заказа к самовывозу
Продавец уведомляет Покупателя по номеру телефона или электронной почте, указанным при
оформлении заказа.</p>
<p>3.7. Доставка Заказа осуществляется <b>с понедельника по пятницу, с 11:00- 14:00, 15:00 -
18:00</b>.</p>
<p>3.8. Оформляя заказ, Покупатель подтверждает, что:
  <ul>
    <li> является дееспособным гражданином;</li>
    <li> ознакомлен с действующей редакцией оферты и согласен с ее условиями;</li>
    <li> принимает на себя обязательство оплатить заказанный товар и принять его;</li>
    <li> предоставил достоверную информацию при регистрации на сайте интернет-
магазина и оформлении заказа;</li>
    <li>передает Продавцу для обработки в целях заключения и исполнения договора
    свои персональные данные: полное имя, номер телефона, адреса электронной почты и
    доставки товара (п. 5 ч. 1 ст. 6 Закона о персональных данных);</li>
    <li>дает согласие на обработку переданных персональных данных в целях
направления ему сообщений рекламного характера о товаре, проведения опросов и
розыгрышей призов среди покупателей, контроля удовлетворенности покупателя (для
покупателя-гражданина) (п. 1 ч. 1 ст. 6 Закона о персональных данных). Покупатель вправе
отозвать согласие, уведомив продавца письменно по адресу его электронной почты;</li>
    <li>дает предварительное согласие на получение рекламно-информационных
сообщений в форме рассылок по электронной почте и СМС-сообщений на электронный адрес
и номер телефона, предоставленные при регистрации в Интернет-магазине (ч. 1 ст. 18 Закона о рекламе). Покупатель вправе отозвать согласие, уведомив Продавца письменно по адресу
его электронной почты.</li>
  </ul>
</p>

<h5>4 Стоимость и порядок оплаты Товара</h5>
<p>4.1. Полная стоимость Заказа состоит из цены, указанной рядом с Товаром, в
Интернет-магазине.</p>
<p>4.2. Продавец имеет право изменить Цену Товара в Интернет-магазине в
одностороннем порядке. Цена на оплаченный Покупателем Товар изменению не подлежит.</p>
<p>4.3. При выборе способа получения заказа «Самовывоз» или «Доставка курьером»
оплата возможна:</p>
<p>4.3.1. при получении товара - наличными денежными средствами, банковской картой;</p>
<p>4.3.2 в момент оформления заказа в Интернет-магазине - посредством сервисов
интернет-эквайринга: онлайн-оплата банковской картой.</p>
<p>4.4. При расчетах наличными Покупатель оплачивает стоимость заказа в момент
передачи товара. Продавец выдает покупателю кассовый чек или иной подтверждающий
оплату товара документ.</p>
<p>4.5. При безналичной форме оплаты покупатель производит полную предоплату заказа
в момент его оформления. <b>Обязанность Покупателя оплатить заказ считается исполненной в
момент поступления полной суммы предоплаты счет Продавца</b>. Если оплата не поступит в
указанный срок, заказ считается отмененным.</p>

<h5>5 Условия доставки или самовывоза Товара</h5>
<p>5.1. <b>Ориентировочный срок доставки Товара до Покупателя в границах города
Владивостока (до остановки общественного транспорта «Фабрика Заря» и за исключением
островных территорий) составляет: ___ часов с момента подтверждения Продавцом сборки
Заказа, либо с момента получения Продавцом оплаты от Покупателя (в случае предоплаты)</b>.
Продавец приложит все усилия для соблюдения даты и времени доставки, согласованных с
Покупателем в Заказе, однако задержки в доставке возможны в силу непредвиденных
обстоятельств, произошедших не по вине Продавца. Продавец не несет ответственности за
нарушения сроков доставки, допущенные сотрудниками привлеченной Продавцом курьерской
службы.</p>
<p>При выполнении доставки курьером Продавца осуществляется информирование
покупателя звонком по номеру телефона, указанному при оформлении заказа, не менее чем за
1 (один) час до прибытия на адрес доставки.</p>
<p>5.2. Риск случайного повреждения или гибели Товара переходит к Покупателю в
момент передачи Товара Покупателю, иному лицу, указанному в качестве получателя Заказа,
либо лицу, уполномоченному Покупателем и/или получателем.</p>
<p>5.3. Товары вручаются Покупателю или лицу, указанному в качестве получателя
Заказа, либо лицу, уполномоченному Покупателем и/или получателем. Вместе с Товаром
Покупателю или иному Получателю Товара, указанному в настоящем пункте, передается
кассовый чек. Покупатель и/или Получатель получает чек и подтверждает, что не имеет
претензий к количеству, внешнему виду, комплектности и срокам годности Товара. После
приемки Товара Покупателем и/или Получателем Продавец не принимает претензий по
количеству и внешнему виду Товара.</p>
<p>5.4. При вручении заказанного Товара, оплаченного онлайн на сайте Интернет-
магазина, представитель Продавца, осуществляющий доставку заказанного Товара, вправе
потребовать предъявить документ, удостоверяющий личность Покупателя, при этом Продавец
не обязан проверять подлинность данного документа.</p>
<p>5.5. Продавец вправе устанавливать минимальную сумму Заказа для доставки.
Покупатель подтверждает согласие с минимальной суммой доставки при размещении заказа.</p>
<p>5.6. <b>Подробные условия доставки рассчитываются и отображаются Покупателю при
выборе адреса и способа доставки по следующим тарифам: Доставка по городу 320 руб в
пределах Зари. Доставка за город 400 – 550 руб. Доставка на Русский остров – 550 руб</b>.</p>
<p>5.7. Оплата доставки может осуществляться Покупателем при размещении Заказа,
либо при получении Товара.</p>
<p>5.8. В случаях если Покупатель необоснованно уклоняется от принятия Заказа или
связаться с Покупателем по указанным при оформлении услуг доставки данным не
представляется возможным, Продавец вправе аннулировать Заказ и уведомить об этом
покупателя по смс и/или электронной почте, указанной при оформлении Заказа, при этом
полученная от Покупателя предоплата за Товар не возвращается. За повторную доставку с
Покупателя взимается плата по тарифам Продавца, указанным на сайте интернет-магазина</p>

<h5>6 Права и обязанности</h5>
<p><b>6.1. Права Покупателя:</b></p>
<p>6.1.1. Требовать от Продавца соблюдения Условий настоящей оферты.</p>
<p>6.1.2. Осуществлять Заказы на сайте Интернет-магазина.</p>
<p>6.1.3. Иные права, предусмотренные настоящей офертой.</p>
<br>
<p><b>6.2. Обязанности Покупателя:</b></p>
<p>6.2.1. Своевременно оплатить и получить (в случае доставки) Заказ в соответствии с
условиями настоящей оферты.</p>
<p>6.2.2. Предоставлять Продавцу достоверную и необходимую для выполнения
Продавцом своих обязательств информацию. За любое неисполнение Продавцом обязанности
по настоящей оферте из-за недостоверных или некорректных данных в Заказе Продавец
ответственности не несет.</p>
<p>6.2.3. Не предоставлять третьим лицам доступ к персональным данным Покупателя на
сайте Интернет-магазина.</p>
<p>6.2.4. В состав Товара могут быть включены вещества и ингредиенты, вызывающие
личные аллергические реакции и непереносимость. Делая заказ на Товар на сайте Продавца,
Покупатель подтверждает, что ознакомился с его составом и не имеет к нему претензий.</p>
<p>6.2.5. До момента оформления Заказа на Сайте Интернет-магазина ознакомиться с
содержанием и условиями, установленными в настоящей оферте, а также с иными условиями,
указанными на Сайте Интернет-магазина, в том числе с ценами на Товар, условиями доставки.</p>
<br>
<p><b>6.3. Права Продавца:</b></p>
<p>6.3.1. Временно прекращать работу Интернет-магазина до завершения необходимого
технического обслуживания или модерации. Покупатель не вправе потребовать возмещения
убытков и иных средств за такое временное ограничение доступности Интернет-магазина.</p>
<p>6.3.2. Надлежащим образом исполнять свои обязательства, предусмотренные
настоящей офертой.</p>
<p>6.3.3. В одностороннем порядке без уведомления Покупателя в любое время изменять
условия настоящей оферты, в том числе условия по доставке Товара, минимальной сумме
Заказа, стоимости доставки, а также иные условия, указанные в Интернет-магазине. При этом
Продавец не вправе изменять условия для Покупателя, осуществившего Заказ на сайте
Интернет-магазина в рамках подтвержденного Заказа.</p>
<p>6.3.4. Вносить изменения в описание, характеристики, названия, внешний вид и
комплектацию товаров, без предварительного уведомления Покупателя.</p>
<br>
<p><b>6.4. Обязанности Продавца:</b></p>
<p>6.4.1. Соблюдать условия договора купли-продажи, соблюдать предъявленные к
Товару требования;</p>
<p>6.4.2. Передать Покупателю Товар в соответствии с выбранным и оформленным
заказом и настоящими Условиями;</p>
<p>6.4.3. Нести полную ответственность перед Покупателем за выполнение заказа до
передачи Товара Покупателю;</p>
<p>6.4.4. В максимально короткий срок информировать Покупателя о необходимости
корректировки Заказа в случае отсутствия Товаров, заказанных Покупателем.</p>
<p>6.4.5. Соблюдать условия политики конфиденциальности, опубликованные на
сайте: <a href="/privacy">https://shop.mcfef.com/privacy</a>.</p>
<p>6.4.6. Продавец гарантирует, что передаваемый Покупателю Товар надлежащего
качества, соответствует качественным требованиям, принятым в РФ, имеет не истекший срок
годности.</p>

<h5>7 Ответственность Сторон</h5>
<p>7.1. Стороны несут ответственность за неисполнение или ненадлежащее исполнение
своих обязательств в соответствии с условиями Соглашения и законодательством РФ.</p>
<p>7.2. Продавец не несет ответственности за неисполнение либо ненадлежащее
исполнение своих обязательств вследствие сбоев в телекоммуникационных и энергетических
сетях, действий вредоносных программ, а также недобросовестных действий третьих лиц,
направленных на несанкционированный доступ и/или выведение из строя программного и/или
аппаратного комплекса Интернет-магазина.</p>
<p>7.3. Сайт Продавца содержит материалы, охраняемые авторским правом, товарные
и иные охраняемые законом материалы, включая, но не ограничиваясь: тексты,
фотографии, графические изображения. Продавцу принадлежат исключительные права на
использование содержания сайта Продавца, кроме случаев, отдельно отмеченных в
содержании опубликованных на сайте материалов. Покупатель, не имеет права вносить
изменения, публиковать, передавать третьим лицам, участвовать в продаже или уступке,
создавать производные продукты или иным образом использовать, частично или полностью,
содержание сайта Продавца.</p>
<p>7.4. Продавец не несет ответственности, не может выступать в качестве ответчика в
суде и не возмещает убытки, возникшие у Покупателя из-за действия или бездействия третьих лиц.</p>
<p>7.5. Продавец не несет ответственности в случае некорректного выбора Покупателем
характеристик или свойств Товара, являющегося предметом купли-продажи.</p>
<p>7.6. Товар надлежащего качества возврату и обмену не подлежит (ст. 502 ГК РФ; п. 1
ст. 25 Закона от 07.02.1992 N 2300-1; Перечень, утв. Постановлением Правительства РФ от
31.12.2020 N 2463).</p>
<p>7.7. Требования в отношении недостатков продовольственного Товара могут быть
предъявлены Продавцу в течение срока годности Товара, указанного на упаковке, при
условии соблюдения Покупателем условий хранения Товара. Требования о возврате/обмене
Товара ненадлежащего качества могут быть предъявлены Покупателем по адресу электронной
почты <b>glbuh-farm@ostrovnoy.ru</b>, либо почтовой корреспонденцией по адресу: 690091, г.
Владивосток, ул. Дубовая, д.6Б.</p>

<h5>8 Разрешение споров</h5>
<p>8.1. Споры и разногласия, которые могут возникнуть по данному Договору, решаются
путем соблюдения досудебного (претензионного) порядка.</p>
<p>8.2. Если Стороны не придут к соглашению, эти споры и разногласия разрешаются в
судебном порядке согласно действующему законодательству Российской Федерации.</p>

<h5>9 Прочие условия</h5>
<p>9.1. К отношениям между Покупателем и Продавцом применяется законодательство
Российской Федерации.</p>
<p>9.2. Настоящие Условия обязательны для сторон в случае заказа, возврата, обмена
Покупателем Товара у Продавца.</p>
<p>9.3. Покупатель гарантирует, что настоящие Условия ему понятны, и он принимает их
безусловно и в полном объёме.</p>
<p>9.4. Недействительность какого-либо положения настоящей оферты не влечет за собой
недействительность остальных положений.</p>
<p>9.5. Во всем, что не предусмотрено настоящей офертой, Стороны руководствуются
законодательством Российской Федерации.</p>


      </div>
    </v-transition-expand>
  </div>
</template>
<script>
import { notify } from "@kyvg/vue3-notification";
import VTransitionExpand from "../components/parts/v-transition-expand";

export default {
  components: {VTransitionExpand},
  data(){
    return{
      expanded: true
    }
  }
}
</script>