<template>
  <div class="about">
    <h4 class="title_page">Доставка и оплата</h4>
    <v-transition-expand>
      <div class="" v-if="expanded">
<br>


<h5>ПРИЕМ ЗАКАЗОВ НА САЙТЕ КРУГЛОСУТОЧНО.</h5>
<p>Заказы на сайте принимаются круглосуточно.</p>
<p>Контакт-центр обрабатывает заказы по следующему графику:</p>
<p>понедельник - пятница: с 8:30 до 17:30</p>
<br>
<p>Перед доставкой заказа с вами обязательно свяжется наш оператор для подтверждения
заказа и уточнения времени доставки. Будьте внимательны при указании номера телефона.</p>
<br>
<h5>Доставка во Владивостоке</h5>
<p>Доставка осуществляется с 11:00- 14:00, 15:00 - 18:00</p>
<p>Стоимость доставки заказов на сумму от 3000 рублей в пределах г. Владивостока – БЕСПЛАТНО</p>
<br>
<p>Доставка по городу 320 руб в пределах Зари</p>
<p>Доставка за город 400 – 550 руб.</p>
<p>Доставка на Русский остров – 550 руб.</p>
<br>

<h5>Самовывоз</h5>
<p>Самовывоз заказа можно осуществить с пункта:</p>
<p>г. Владивосток, ул. Дубовая, 6Б, тел: 8 (423) 2220235</p>

      </div>
    </v-transition-expand>
  </div>
</template>
<script>
import { notify } from "@kyvg/vue3-notification";
import VTransitionExpand from "../components/parts/v-transition-expand";

export default {
  components: {VTransitionExpand},
  data(){
    return{
      expanded: true
    }
  }
}
</script>